Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/money_matters_after_a_death/access_to_money_after_a_death.html.txt.tmx
Source language: en
Languages: ga

source: Access to money after a death
ga: Rochtain ar airgead i ndiaidh an bháis

source: When someone in Ireland dies, it is their personal representative who distributes their money and property according to the law
ga: Nuair a fhaigheann duine bás in Éirinn, bíonn ionadaí pearsanta an duine freagrach as a airgead agus a réadmhaoin a dháileadh amach de réir an dlí

source: Occasionally, difficulties can arise where a bereaved person may need to get access to some of the deceased person's money to pay for funeral expenses
ga: Bíonn deacrachtaí ann ó am go ham nuair a bhíonn ar mhuintir an mharbhánaigh rochtain a fháil ar airgead an duine éagtha chun na costais sochraide a íoc

source: It may also transpire for example, that a dependent spouse/civil partner or children may need to get access for living expenses, at least until a social welfare payment is awarded
ga: Ó am go ham freisin, bíonn ar chéile/páirtí sibhialta nó ar leanaí an duine éagtha rochtain a fháil ar an airgead chun costais mhaireachtála a íoc, nó roimh a n-íocaíochtaí leasa shóisialaigh a fháil ar a laghad

source: It is not easy to get immediate access to the deceased person's money unless it is in a joint account
ga: Níl sé éasca airgead an duine éagtha a rochtain ar an bpointe, ach amháin nuair a bhíonn comh-chuntas i gceist

source: There are a range of payments provided by the Department of Social Protection that are available to help out families during this difficult time
ga: Tá roinnt íocaíochtaí difriúla ar fáil ón Roinn Coimirce Sóisialaí chun cabhrú le teaghlaigh le linn na tréimhse deacra seo

source: Money in the bank or building society
ga: Airgead sa bhanc nó sa chumann foirgníochta

source: If money in the bank/building society is in the deceased's name only, then you usually cannot get access to it until probate is taken out
ga: Má bhíonn cuntais bhainc nó chumainn foirgníochta in ainm an duine éagtha amháin, ní fhéadtar rochtain a fháil ar an airgead seo de ghnáth, roimh phrobháid a fháil

source: If the amount of money is small, the financial institution may release it provided the personal representatives or the next of kin sign an indemnity form. In effect, this is a guarantee that the bank/building society will not be at a loss if there are other claims on the money
ga: Nuair a bhíonn méid beag airgid i gceist, is féidir leis an institiúid airgeadais an t-airgead seo a scaoileadh má shíníonn an ionadaí pearsanta nó an gaol is giorra foirm slánaíochta – is urrú é seo nach mbeidh aon chaillteanas ag titim ar an mbanc/ar an gcumann foirgníochta má dhéantar éileamh eile ar an airgead

source: If the account is held jointly with a person other than the deceased's spouse/civil partner (e.g
ga: Má tá an cuntas i gcomhúinéireacht le duine eile seachas do chéile/páirtí sibhialta (m.sh

source: the deceased's brother or parent) talk to the bank or building society. They may need a statement from the Revenue Commissioners' Capital Taxes Office
ga: tá cuntas agat le do dheartháir, do pháirtí nó tuismitheoir) déan teagmháil leis an mbanc nó cumann foirgníochta

source: This will allow you to transfer money while any possible tax liability, such as Capital Acquisitions Tax (CAT), is being examined
ga: Bíonn ort ráiteas a fháil ó Oifig Chánach Chaipitil na gCoimisinéirí Ioncaim i gcásanna áirithe agus is féidir leat é seo a úsáid chun airgead a aistriú agus scrúdú á dhéanamh ar aon dliteanas cánach, mar Cáin Fháltais Caipitiúil (CFC), a d’fhéadfadh a bheith i gceist

source: Spouses/civil partners are not liable for CAT on inheritances from each other
ga: Níl ar chéilí/páirtnéirí sibhialta CFC a íoc ar na hoidhreachtaí a fhaigheann siad óna chéile

source: You should apply to the Capital Taxes Office of the Revenue Commissioners for a letter of clearance
ga: Ba cheart duit iarratas a chur isteach chuig Oifig Chánach Chaipitil na gCoimisinéirí Ioncaim chun litir imréitigh a fháil

source: If you think the deceased person may have had a dormant bank account, you should contact the financial institution at which the account was held
ga: Má cheapann tú go bhfuil cuntas bainc díomhaoin ag an duine éagtha, ba cheart duit teagmháil a dhéanamh leis an institiúid airgeadais inar osclaíodh an cuntas

source: If that financial institution no longer exists and you want to find out where to make your enquiry or claim, you should contact the Banking and Payments Federation Ireland (BPFI)
ga: Mura bhfuil an institiúid airgeadais fós ann agus más mian leat faisnéis a fháil ar conas d’fhiosrúchán nó d’éileamh a chur isteach, ba cheart duit teagmháil a dhéanamh le Baincéireachta agus Íocaíochtaí Cónaidhm na hÉireann (BPFI)

source: Find out more about dormant accounts here
ga: Cliceáil anseo chun breis faisnéise a rochtain ar chuntais dhíomhaoin

source: For accounts in one name only:
ga: Cuntais in ainm amháin:

source: • If the investor had left instructions on a 'nomination form', the proceeds of the savings deposit account or Savings Certificates (i.e the principal plus accrued interest) will be distributed according to those instructions
ga: • Má leagadh amach treoracha roimh ré ar 'fhoirm ainmniúcháin', déanfar an t-airgead ón gcuntas taisce coigiltis nó ó na Cairteacha Coigiltis (nó an phríomhshuim móide ú fabhraithe) a dháileadh amach de réir na treoracha seo

source: • If the investor had made a will, the proceeds will be distributed in accordance with the will
ga: • Má bhíonn uacht ar fáil, déanfar an t-airgead a dháileadh amach de réir na treoracha san uacht

source: • If there is no will, the usual rules for inheritance will apply
ga: • Mura mbíonn uacht ar fáil, ní mór duit na gnáthrialacha oidhreachta a chomhlíonadh

source: Whether there is a will or not, you will need to obtain probate or Letters of Administration from the High Court if the proceeds are more than €10,000
ga: Nuair a bhíonn níos mó ná €10,000 i gceist, bíonn ort priobháid nó Litreacha Riaracháin a fháil ón Ard-Chúirt. Ní mór duit é seo a dhéanamh i ngach cás

source: If the amount involved is less than €10,000, you will not have to wait to take out a grant of probate
ga: Má bhíonn níos lú ná €10,000 i gceist, is féidir leat deonú priobháide a fháil ar an bpointe

source: All you have to do is get a claim form from any post office and send it with the following:
ga: Ní mór duit ach foirm éilimh a fháil ó Oifig an Phoist agus í a sheoladh isteach leis na doiciméid seo a leanas:

source: • Post Office deposit book (keep a record of the number)
ga: • Leabhar taisce an Phoist (scríobh an uimhir síos in áit slán)

source: • Original will or certified copy of the will (this will be returned by registered post)
ga: • An bhunuacht nó cóip deimhnithe den bhunuacht (seolfar é ar ais chugat tríd an post)

source: to the Post Office Savings Bank, Deceased Section
ga: chuig Rannóg na nDaoine Éagtha, Banc Taisce an Phoist

source: You will be sent a form of indemnity which you will have to sign before a Peace Commissioner or Commissioner for Oaths, or GP, clergyman or member of the Garda Síochána
ga: Seolfar foirm slánaíochta chugat agus ní mór duit an fhoirm seo a shíniú i bhfianaise Feidhmeannaigh Shíochána nó Coimisinéara Mionn, DG, sagairt nó an Garda Síochána

source: If the deceased had a credit union account and had completed a valid Nomination Form, when opening the account, nominating someone as next of kin, the proceeds of the account up to a maximum of €23,000 go to the person or persons nominated on the form
ga: Má bhí cuntas chomhar creidmheasa ag an éagach agus má líonadh Foirm Ainmniúcháin bailí ar oscailt an chuntais, agus í ag ainmniú duine mar neasghaol, gabhann fáltais an chuntais suas go €23,000 chuig an duine nó chuig na daoine atá ainmnithe ar an fhoirm

source: They do not form part of the deceased's estate
ga: Níl siad mar chuid d’eastáit an éagaigh

source: The balance of the account forms part of the deceased's estate and is distributed in accordance with succession law
ga: Is é iarmheid an chuntais atá mar chuid d’estáit an éagaigh agus tá sé dáilte de réir dlí chomharbais

source: If an insurance policy names you as the beneficiary, then you may claim it directly from the insurance company
ga: Má léirítear d’ainm mar thairbhí ar pholasaí árachais, is féidir leat an t-airgead a fháil go díreach ón gcomhlacht árachais

source: You need a death certificate
ga: Chun é seo a dhéanamh, ní mór duit deimhniú báis a bheith agat

source: If there is no named beneficiary, then the proceeds form part of the overall estate of the deceased and are distributed with the other assets
ga: Mura léirítear tairbhí san uacht, déanfar an t-airgead seo a dháileadh amach leis na sócmhainní eile a thagann faoi eastát an duine éagtha

source: Find out about different types of insurance here
ga: Cliceáil anseo chun faisnéis a rochtain ar na pinsin árachais dhifriúla atá ar fáil

source: Occupational and personal pensions
ga: Pinsin cheirde agus phearsanta

source: The rules governing occupational and personal pensions vary
ga: Baineann rialacha difriúla le pinsin cheirde agus phearsanta

source: If the deceased was a member of a pension scheme, you should contact the employer or former employer or the scheme administrators to find out if there is a pension for the spouse/civil partner and/or children
ga: I gcás go raibh páirt á ghlacadh ag an duine éagtha i scéim phinsin, ba cheart duit teagmháil a dhéanamh leis an bhfostóir, leis an iarfhostóir nó le riarthóirí na scéime chun a fháil amach an bhfuil pinsean ar fáil don chéile/páirtí sibhialta agus/nó do na leanaí

source: Self-employed people may have pension arrangements which involve some of the investments becoming part of the deceased's estate
ga: Bíonn pinsin ag daoine féinfhostaithe ó am go ham a dhéanann roinnt dá infheistíochtaí a dháileadh amach mar chuid d’eastát an duine éagtha

source: Divorced people and those whose civil partnership has been dissolved may have access to some part of the pension scheme depending on whether or not a pension adjustment order was made at the time of the divorce/dissolution
ga: Is féidir le daoine scartha agus iad siúd a bhfuil comhpháirtíocht sibhialta scuireadh rochtain a fháil ar roinnt earnálacha den scéim phinsin ag brath ar an ordú ceartú pinsin déanta ag am an cholscartha

source: The Pensions Authority have a series of leaflets on pension matters for scheme members
ga: Tá roinnt bileoga ar fáil ón tÚdarás Pinsin a sholáthraíonn faisnéis do bhaill scéime ar ábhar pinsin

source: There is more information on pensions here
ga: Cliceáil anseo chun breis faisnéise a fháil ar phinsin
